> 缘分一场，且行且珍惜，多沉浸式、深度体验及品味人生百态，酸甜苦辣，五颜六色，丰富多彩

---

```

全力以赴沉浸当下

此时此地此人
入眼入耳入脑
理性沉浸当下

动态发展
全局长远
自助天助

一定有办法可以解决
->自己就是最好的办法
->先解决他人的问题
->展现态度（平等尊重，主动热情，认真负责）
->整合资源（协作共赢，集思广益，身先士卒）
->拿出结果（复盘改进，系统体系，流程模板）
创造价值（全局长远）

从感性到理性，再到理性感性
从视觉到听觉，再到综合感知

高阶思维
成果在外

用户意识
作品意识
事业高度
人生长度

多经历事情，持续做正确且难的事情
多琢磨人性，看过人性的复杂就不会轻言善恶

见识、格局、态度

```

---


> 胸怀梦想及美好，全局长远，脚踏实地，深度思考及体验...

```
理性、沉浸、当下
入眼、入耳、入脑
此时、此地、此人

复杂事情简单化
简单事情重复做
一切都是大脑神经🔗

高度不够，看到的都是问题
格局太小，纠结的都是鸡毛蒜皮

机会成本
试错代价

用师者王
用友者霸
用徒者亡

智者搭台
强者补台
弱者拆台
```

> 人生如歌，专利如诗，四十不惑，选择及坚持，不关注什么不要什么>关注什么要什么...

```
选择美好和感恩
理性沉浸于当下
感受更多的体验
好策略现在行动
好办法就是自己——底气
人事分离——少建议少期待，一事一议，成事
时间分离——过去现在未来
当前人当前事——管事理人
协作共赢——士气，习惯及流程
语言的艺术
```

---




# Model


> 因相信而看见，因看见而行动及坚持，Just do it right now...

***

1. 少有、正确、价值
2. 读书（阅读/思考），旅行（践行，见多识广），交友
3. 一切都会过去、一切都会来到、一切都是体验
4. 经济基础决定上层建筑，先求生存，后求发展，秩序感，控制力
5. [MVP](https://ahamvp.com/)、HWPM、WWH
6. 技术、法律、商务
7. 责任、担当、成长
8. 事情、关系、利益
9. 士气、习惯、流程
10. 理性三要素：有知识，无偏见，合乎逻辑
11. DayOne深度：功能、性能、人性、思考、体验、关系...占有型 vs 存在型
12. 信念、信心、信任，相信正面的理念一定能够实现
13. 弱者拆台，强者补台，智者搭台
14. 脱胎换骨，强者温柔，精气神，焕然一新，从容淡定
15. 生活品质、基因传承，社会价值，愚公移山，代际接力
16. 小我，到大我，再到超我
17. **大脑神经连接、肠道菌群、交感神经**
18. 理性、沉浸、当下、呼吸
19. 专业，简洁、优雅、靠谱，口碑
20. 本金、时长、利率；收入=本金*(1+利率)<sup>时长</sup>
21. 天赋，努力、运气
22. 同频、同心、同行
23. 见天地（知敬畏，所以谦卑），见众生（懂怜悯，所以宽容），见自己（明归途，所以豁达）
24. 修己安人，严于律己，宽以待人
25. 独立自主，强强联合，协作共赢
26. 入眼、入耳、入脑，放空自己，流动情绪，人性洞察，百花筒，平行世界
27. 有话好好说，有事好好做，保持简单，真诚善良，正大光明，光明正大
28. 自我进化，长期主义，相互成就，协作共赢
29. 工作界面、沟通界面（**语言的力量**，沟通频道/语言，点亮个人/他人）、交互界面
30. 观念、思维、行为、习惯、选择、机会、命运、人生
31. 人只需，有且仅要，也只能为自己的选择负责
32. 合作：大家各自放弃一小部分安全感，并把那一部分安全感交由合作方来保障
33. 信任：相信对方不会利用自己主动放弃的那一部分安全感
34. **恐惧来自想象，源自无知**，表现的根源，在于缺乏安全感及自信，自信来自于实战胜利，来自于综合实力
35. 问题一具体就好办，一定有办法可以解决，行就行，不行我再想想办法，任何时候都来得及
36. 好好说话和表达自己的需求及想法，各抒己见，集思广益，疏导而非封堵
37. 贫穷和忙碌并不是简单地因为缺少金钱和时间，而是一种心态和能力的匮乏
38. 个人精力，人生经历，社会阅历
39. 专业权威，人格魅力，岗位权力
40. 好好说话，好好睡觉，好好生活
41. 万丈高楼平地起，基础不牢，地动山摇
42. 实事求是，相信科学，尊重常识（概率） 
43. 沟通是一场无限游戏，人是所有社会关系的总和
44. 钥匙不在锁头上，走老路到不了新目的地
45. 奋斗的道路上永远不孤单，你永远不是一个人在战斗
46. 教是最好的学，教学相长，化繁为简，抽丝剥茧
47. 向内生长，才能抵抗成长路上的阻碍
48. 顺势而安，趁势而起，造势而雄，顺势而为
49. 尽力而为，顺其自然，知足常乐，感恩长存
50. 饿了就吃，困了就睡，累了放松，多体验...
51. 原来如此，不过如此，钢铁是如何炼成的
52. 人脑，电脑，手机，应用，不停地迭代升级
53. 写专栏的第一步是取得想法，而想法来自头脑风暴、调研和读书。头脑风暴可以借助ChatGPT，调研可以用Perplexity，而读书，严格说来，还得是自己的功夫
54. 机会主义者只能得到暂时性的胜利，实用主义者会获得阶段性的胜利，长期主义者才能赢得持续性的胜利
55. 如何成为长期主义者？很简单，做难而正确的事情。管理、人生皆如此。

# Journey

一个人的心里同时存在两个角色，自己与他人，人的成长就是从**只有自我到成就他人**；

一个人同时生活在两个世界，一个想象世界一个现实世界，人的成长就是不断提高这两个世界的**重合度**；

因相信而看见，从量变到质变，持续不断记录，意义自然浮现...

***


> 发现、体验及创造美...

---

《投资最重要的事》，霍华德·马克斯说，投资最重要的，不在于掌握多少投资理论，而在于你如何思考，用一个词来概括，叫做“第二层次思维”，也叫“二阶思维”。

什么意思呢？这是相对于一阶思维来说的。一阶思维是对未来的直接看法，而二阶思维，是把一阶思维的结果作为原因，做更深一步的思考。

比如，就拿投资来说，

假如一阶思维说：“这是一家好公司，咱们买它的股票吧。”
那么二阶思维就会说：“这是一家好公司，但当人人都认为它是一家好公司时，股票的估值和定价就太高了，咱们还是卖出吧。”
假如一阶思维说：“公司前景低迷，咱们抛掉股票吧。”二阶思维就会说：“公司前景糟糕透顶，但所有人都在恐慌中抛售股票，应该买进。”
假如一阶思维说：“这家公司利润会下跌，卖出。”二阶思维就会说：“利润下跌可能比人们预期的少，这种意想不到的惊喜会拉升股票，买进。”

换句话说，一阶思维是“我看到了什么”，而二阶思维是“我看到了什么，其他人看到了什么，他们将如何反应，以及这将如何影响市场”。

事实上，在大多数时候、大多数地方、大多数问题上，人们都停留在零阶和一阶。因此对聪明人来说，掌握二阶思维已经足够了。而到了聪明人扎堆的地方，你得有意识地调用三阶思维。

《清晰思考》沙恩·帕里什：怎样掌握二阶思维。具体有这么四个方法。

第一，多问一句。记得永远多问自己一句，然后呢？这句追问，是启发思考最简单也最有效的方法。投资大师巴菲特就曾经说过，“经济领域中，最关键的是，不管别人对你说什么，你总要问：‘然后呢？’”这个方法可以应用于几乎其他所有领域。

第二，多想一步。也就是把自己的决策，放到更长的时间尺度上去思考。假如你要做出一个决策，想想看，10分钟后，会是什么情况？10个月呢？10年呢？用这种方法，你可以让自己尽可能地想象到当下的决定，可能带来哪些影响，然后你可以再用这些思考的结果，来校正自己的行动。

第三，画一张图。每次做决策时，你可以拿出一张纸，写下自己的决策可能带来的结果，然后在每个结果后面，写下它可能带来的影响。当然，你还可以继续深入，给二阶思维的每个影响后面，继续写上它可能带来的影响。经常这样做，然后定期回顾，你就能强化自己的二阶思维能力。

第四，想想别人。也就是引入他人的视角。比如当你做出了一个业务决策，不光要想这会给业务带来哪些影响。并且要进一步想，你的业务系统中涉及的其他人，可能会有什么反应，比如你的下属会怎么应对？你的竞争对手会怎么想？你的供应商会有什么反应？

总之，大多数决策，都不是孤立的，会带来连锁反应，就像是多米诺骨牌，我们要做的是，在推倒第一块骨牌之前，就想到这块骨牌会影响到的所有骨牌。

大多数人在绝大多数情况下都是自动反应的，所以都是平庸的。从这个角度看，假如你能经常跳出自动模式，进入清晰思考，你就会“将平凡时刻转化为非凡成果”。

维度的改变比你在一个维度上不停地单向度、单维度的延伸要重要。有了这样的意识，反过来看自己的行为，这种反省能力比那种不加思索地沿着一个既定的方向，不断地努力效果要好得多。

德鲁克：世界上最没有效率的事情就是以最高的效率去做一件本身不值得做的事情。


## Experience
1. [Coolpad](https://coolpad.com/#/)
2. [YOTA](https://news.mydrivers.com/1/549/549071.htm)
3. [Transsion](https://transsion.com/)
4. [李笑来作品集](http://lixiaolai.com/#/)
5. [科技爱好者周刊](https://github.com/ruanyf/weekly)
6. [得到](https://www.dedao.cn/)
7. [非睡眠深度休息法](https://www.dedao.cn/course/article?id=a8QZdRM1OmLxVvGenlJG69rgYPjqWp)
8. [杨立新·民法典200讲 ](https://www.dedao.cn/course/detail?id=qBr4kj5gLNYKNdPsgEJdemExy36GaA)
9. [张明楷·刑法学100讲 ](https://www.dedao.cn/course/detail?id=9LnlWEqDj76VzmMsMxKmOA4epMBPxa)
10. [刘晗·法律思维30讲 ](https://www.dedao.cn/course/detail?id=5L9DznlwYyOVdwasoYKmbWABv0Zk4a)

## AI
1. [秘塔AI搜索](https://metaso.cn/)
2. [kimi](https://kimi.moonshot.cn/)
3. [OpenAI](https://chat.openai.com/)
4. [perplexity](https://www.perplexity.ai/)
5. [智爱法律大模型](https://www.zhiexa.com/index)
6. [智谱清言](https://chatglm.cn/main/alltoolsdetail)
7. [Hulu AI](https://h5.cxyhub.com/home)
8. [讯飞星火](https://xinghuo.xfyun.cn/)
9. [文心一言](https://yiyan.baidu.com/)
10. [万维刚：我怎样使用AI（2024）](https://www.dedao.cn/course/article?id=rykaNlMY5gn3Jq1eadJ7EAROW0DLje)

## Tools
1. [HUAWEI WATCH 4 Pro](https://consumer.huawei.com/cn/wearables/watch-4-series/)
2. [HUAWEI Mate X5](https://consumer.huawei.com/cn/phones/mate-x5/)
3. [HUAWEI Pura 70 Ultra](https://consumer.huawei.com/cn/phones/pura70-ultra/)
4. [Galaxy S24+](https://www.samsung.com.cn/smartphones/galaxy-s24/)
5. [Honor Magic V2](https://www.honor.com/cn/phones/honor-magic-v2/)
6. [iPhone 15 Pro Max](https://www.apple.com.cn/iphone-15-pro/)
7. [AirPods Pro](https://www.apple.com.cn/airpods-pro/)
8. [MacBook Air](https://www.apple.com.cn/macbook-air/)
9. [iPad Pro](https://www.apple.com.cn/ipad-pro/)
10. [Everything](https://www.voidtools.com/zh-cn/)
11. [uTools](https://www.u.tools/)
12. [flomo](https://flomoapp.com/)

## IP
1. [大岭IP](https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzU3MjQ1MjE4NA==&scene=124#wechat_redirect)
2. [企业专利观察](https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzIxNzc4NzI5NQ==&scene=124#wechat_redirect)
3. [百科君的IP杂谈](https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzUxNzAyNjcxNQ==&scene=124#wechat_redirect)
4. [知识产权理想国](https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzU0MDE4MDQyNg==&scene=124#wechat_redirect)
5. [知财梁言](https://mp.weixin.qq.com/s/o8CX_i-oDpCgxF4BW28R1g)
6. [佑斌]() 
7. [赢在IP](https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzA3NDE3NzMzMA==&scene=124#wechat_redirect)

## Technology
1. [鲜枣课堂](https://mp.weixin.qq.com/s/14Yrb0wXWRrL4rM26amzLw)
